Repository: codebykat/wp-post-by-email
Catalog: lang/post-by-email-*.po
Languages: es_es, sr_rs

source: Could not save protocol: must be POP3 or IMAP.
es_es: No se pudo guardar el protocolo: debe ser POP3 o IMAP.
sr_rs: Ne može da sačuva protokol: mora biti POP3 ili IMAP.

source: Could not save port number: invalid number.
es_es: No se pudo guardar el número de puerto: número inválido.
sr_rs: Ne može da sačuva broj porta: nepoznati broj.

source: Could not save default category: category not found.
es_es: No se pudo guardar la categoría por defecto: la categoría no se encuentra.
sr_rs: Ne može da se sačuva default kategoriju: kategorija nije pronadjena

source: Please enter a security PIN to enable PIN authentication.
es_es: Por favor, introduzca un PIN de seguridad para habilitar la autenticación por PIN.
sr_rs: Unesite bezbednosni PIN da biste omogućili PIN autentifikaciju.

source: Error: PIN cannot contain shortcode delimiters.
es_es: Error: El PIN no puede contener delimitadores de código corto.
sr_rs: Greška: PIN ne može da sadrži shortcode delimetre.

source: For more information:
es_es: Para más información:
sr_rs: Za još informacija

source: Installation
es_es: Instalación
sr_rs: Instalacija

source: Usage
es_es: Usable
sr_rs: Upotreba

source: Support Forums
es_es: Foros de Soporte
sr_rs: Forumi podrške

source: Settings
es_es: Ajustes
sr_rs: Подешавања

source: Please wait %s to check mail again!
es_es: ¡Por favor espere %s para comprobar el email otra vez!
sr_rs: Sačekajte da %s proverimo poruke ponovo!

source: There doesn&#8217;t seem to be any new mail.
es_es: No parece haber ningún correo nuevo.
sr_rs: Izgleda da nem&#8217;a novih poruka.

source: No author match for %s (Subject: %s); skipping.
es_es: No hay resultados para %s (Asunto:%s); omitiendo.
sr_rs: Nema autora koji se podudara za %s (Predmet: %s); preskače se.

source: failed PIN authentication; discarding.
es_es: la autenticación de PIN ha fallado; descartando.
sr_rs: PIN autentifikacija nije uspela, odbacuje se

source: (no title)
es_es: (no hay título)
sr_rs: (nema naslova)

source: (pending)
es_es: (pendiente)
sr_rs: (čeka se)

source: Posted:
es_es: Posteado:
sr_rs: Postovano:

source: An error occurred:
es_es: Ha ocurrido un error:
sr_rs: Pojavila se greška:

source: Your settings have been saved.
es_es: Su configuración ha sido guardada.
sr_rs: Vaše postavke su sačuvane.

source: Basic Settings
es_es: Configuración Básica
sr_rs: Opšte postavke

source: Mailbox Details
es_es: Detalles del Buzón
sr_rs: Mailbox detalji

source: Security
es_es: Seguridad
sr_rs: Bezbednost

source: Activity Log
es_es: Log de Actividad

source: To post to WordPress by e-mail you must set up a special-purpose e-mail account with IMAP or POP3 access. Any mail received at this address will be posted, so it's a good idea to keep this address very secret. For an extra level of security, enable PIN-based authentication under the Security tab.
es_es: Para postear en WordPress por e-mail debe establecer una cuenta de e-mail con un propósito especial con acceso IMAP o POP3. Cualquier mail recibido a esta dirección será posteado, por lo que es una buena idea mantener esta dirección secreta. Para un nivel extra de seguridad, habilite la autenticación basada en PIN en el tab de Seguridad.
sr_rs: Da biste postavili u WordPress p e-mailu morate postaviti namenski e-mail naloga sa IMAP ili POP3 pristupom. Svaka pošta primljena na ovoj adresi će biti postavljena, tako da je a dobra ideja da ovu adresu zadržite tajnom . Uz nivo bezbednosti , omogućite PIN - potvrdu identiteta zasnovanoj na tabu bezbednosti .

source: Mail Server
es_es: Servidor de Email
sr_rs: Server mail-a

source: The address of the incoming mail server (IMAP or POP3).
es_es: La dirección del servidor de correo entrante (POP3 o IMAP).
sr_rs: Adresa dolazećeg mail servera (IMAP ili POP3).

source: Login Name
es_es: Nombre de Usuario
sr_rs: Login ime

source: Password
es_es: Contraseña
sr_rs: Šifra

source: Default Mail Category
es_es: Categoría por Defecto del Email
sr_rs: Default Mail kategorija

source: Configure the details of your mailbox connection. The default settings should work with most email accounts, but if your mail server differs, you can enter it here.
es_es: Configure los detalles de la conexión del buzón. La configuración por defecto debería funcionar con la mayoría de las cuentas de email, pero si su servidor de correo es diferente, puede introducirlo aquí.
sr_rs: Konfiguracija detalja vaše mailbox kolekcije.Podrazumevane postavke treba da rade na većini email naloga, ali ako vaš mail server razlikuje , možete da ga unesete ovde .

source: Protocol
es_es: Protocolo
sr_rs: Protokol

source: Port
es_es: Puerto

source: Common port numbers: 143 (IMAP), 993 (IMAP/SSL), 110 (POP3), 995 (POP3/SSL).
es_es: Número de los puertos comunes: 143 (IMAP), 993 (IMAP/SSL), 110 (POP3), 995 (POP3/SSL).
sr_rs: Uobičajni brojevi porta: 143 (IMAP), 993 (IMAP/SSL), 110 (POP3), 995 (POP3/SSL).

source: Always use secure connection (SSL)?
es_es: ¿Utilizar siempre una conexión segura (SSL)?
sr_rs: Uvek koristi sigurnu konekciju(SSL)?

source: Delete messages after posting?
es_es: ¿Eliminar los mensajes después de publicarlos?
sr_rs: Obrisati poruke nakon postovanja?

source: Uncheck this box to mark messages as read instead of deleting (requires IMAP).
es_es: Desactive esta casilla para marcar los mensajes como leídos en lugar de eliminarlos (requiere IMAP).
sr_rs: Dečekirati ovaj pravougaonik da bi se označile poruke kao pročitane umesto brisanja (zahteva IMAP).

source: Reset to Defaults
es_es: Restablecer valores predeterminados
sr_rs: Resetuj na Defaults

source: If you do not require a PIN to create a new post, anyone who knows your email address and the address of your Post By Email inbox will be able to post to this blog.
es_es: Si usted no requiere un PIN para crear un nuevo mensaje, cualquiera que conozca su dirección de email y la dirección de su Mail Para Postear de su buzón será capaz de escribir en este blog.
sr_rs: Ako ne zahtevate PIN da stvori novi post , svako ko zna vašu e-mail adresu i adresu vašeg Post By Email inboksa nće moći da postavlja na ovom blogu .

source: Once you have enabled PIN-based authentication, include the PIN in your email with a shortcode. Emails that do not include the correct PIN will be discarded.
es_es: Una vez habilitada la autenticación basada en PIN, incluya el PIN en su email con un código corto. Los correos electrónicos que no incluyen el PIN correcto se descartarán.
sr_rs: Kada ste omogućili autentifikaciju baziranu na PIN-u, uključite PIN na vaš e-mail sa shortcode . E-mail koji ne uključuju tačan PIN će biti odbačene .

source: Example:
es_es: Ejemplo:
sr_rs: Primer:

source: Require a PIN to post?
es_es: ¿La publicación requiere un PIN?
sr_rs: Zahteva PIN za post?

source: Generate
es_es: Generar
sr_rs: Generisati

source: What should be done with posts from unrecognized emails?
es_es: ¿Qué se debe hacer con los mensajes de los emails no reconocidos?
sr_rs: Šta bi trebalo da se uradi sa postovima sa neprepoynatih mailova?

source: Save as drafts
es_es: Guardar en borradores
sr_rs: Sačuvati kao draftove

source: Discard them
es_es: Descartarlos
sr_rs: Odbaciti ih

source: Last checked for new mail:
es_es: Último revisado para correo nuevo:
sr_rs: Poslednji put proveren novi mail:

source: Never
es_es: Nunca
sr_rs: Nikada

source: Next scheduled check:
es_es: Próximo chequeo programado:
sr_rs: Sledeća provera rasporeda:

source: Check now
es_es: Chequear now
sr_rs: Proveriti sada

source: Clear Log
es_es: Limpiar Log
sr_rs: Očistiti Log

source: Log Messages
es_es: Log de Mensajes
sr_rs: Log poruka

source: Post By Email
es_es: Mensaje Por Email
sr_rs: Post po mailu

source: Create new posts on your WordPress blog by sending email to a specific email address.
es_es: Crear nuevas entradas de su blog de WordPress mediante el envío de email a una dirección de email específica.
sr_rs: Napravite novi blog post na vašem WordPress blogu slanjem email-a za odredjenu email adresu.

source: Found 1 new message.
sr_rs: Pronadjena je %s nova poruka.
